---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsTrisertypeTread
source: html/8622cc94-b299-d3d5-13f6-2c60fd5c2db2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsTrisertypeTread Property

"Tread"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsTrisertypeTread { get; }
```